#关于PUA的一些思考
'''
今天午饭的时候刷了刷知乎，看到如下标题。
“全国首例违法 PUA 案件被查”
因为无知
搜了搜所谓的“PUA”:
  PUA，全称（Pick-up Artist），起初指的是一群受过系统化学习、实践、和不断自我完善情商的男性。
  在20世纪60、70年代的美国兴起，与当时的社会背景有着密切关系。一场称为“性革命”的运动席卷全美，追求自由和性成为当时的潮流。
  社会对性的态度越来越开放，PUA顺势流行起来。
  后来泛指很会吸引异性，让异性着迷的男女们。
  字面上的解释，PUA指的是搭讪艺术家，但因为PUA文化的变迁和进步，PUA的定义已从简单的搭讪扩展到整个两性交往流程。
  发展为主要涉及：搭讪（初识）、吸引（互动）、建立联系，升级关系、直到发生亲密接触并确定两性关系的社交学说。
在如今单身男性数量庞大的今天//扶额
一些大佬闻到商机，开设各类“泡学”补习班，打着“PUA”的名号，传授以“推倒”为目的的各类约炮实战技巧？
那些上课的“导师”还是“厉害”，物化女性煽动性言论，土嗨bgm，必要的文学素养熏陶，最后大杀器前学员“返图”。//想到考研班，好像...也差不多/捂脸
那些学员称搭讪对象为“猎物”
自称“性爱狩猎者”//好中二的名字...
我觉得他们还是有点东西的
一点核心的心理学技巧，能够有针对性的抓住女孩的喜好。
其后
如今大环境下，大部分数量的女生
很好验证了28法则
受过良好教育的，有自主辨识能力很少//本人也没什么思辨能力，菜鸡考研还没考上，所以也是那80%...
大部分人都浮躁于拜金主义、快速消费形式、反智主义、形式至上等的混合影响//我乱说的，没学过社会学...所有推论凭感觉，来打我啊
说到社会学
很早就像写了
当下社会风气真的有些奇怪
算了
不想喝茶
回归PUA
“不是女性太傻，而是套路太深”
以下摘自知乎
  1、老师那里有专门的话术、海量的图片，只要用老师的套路，在朋友圈就能变成最有魅力的男人。
  2、用话术去搭讪
  3、所谓的打压，就是在“不经意间” 让对方自信心降低，让对方觉得，自己很幸运，竟然可以遇到这么优秀的人。
  4、用导师的话来说，“付出的越多，她们就越在乎。
  5、更过分的是，在导师课程中，终极目标就是通过打压，让女方愿意主动自杀，表明爱意， “如果一个女孩子愿意为你自杀，她这辈子都离不开你了。
  ...
 可怕
 看着好低级
 好low
 其实如果有上帝视角，可能你（我）没他们“有才”
 就是这样他
 对
 就是他霸占着极大的资源
 我枯了//手动滑稽
 当然了
 我一直安慰自己，我的理想型“红袖添香”不会这样被欺骗。
 因为她一定很聪明
 比我聪明
 很优美
 很奇妙
 很高冷
 李政和那样的高冷
 //来自只会yy的solo狗的深深怨念
 ...
 
之后尝试在YouTube上搜索有关“PUA”，大多是粗制滥造的类传销洗脑视频。
不过其中有一个视频很有意思，一位PUA大师？
王环宇（Why）
在电子科技大学的开设讲座。
据他所说，他本人毕业于成都七中，后来本科在电科。//果然我基科卧虎藏龙。。。
前面他讲了一堆废话
因为在高校里
尺度也不敢太大
我本来键盘都准备好了
不过看到有评论说最后10min很有道理
我决定去看看
这位大佬有什么高论
emmmm
女孩喜欢能给他们与年轻相匹配 精彩生活的男孩
女孩喜欢阳光自信的男孩
女孩喜欢身体强壮的男孩
你如果想着什么天天当个奋斗狗，以后年入20w，这样能收获她的心，不可能的
你以为你的厉害，成绩好，懂点电脑，年轻妹子don't care
他们更多倾向玩的开心
在和你一起的时间
中国教育很死板的
你们禁欲二十年，这是不合理的//指的电科同学，我是24年
如今处在一个女性的买方市场
优胜劣汰
为什么美国的男同学都在party享受人生
而中国大部分losser却在打飞机？
作为电科的同学，你们应该更清楚
大学不只有学习
找到自己感兴趣的点
喜欢跳舞就去跳舞
喜欢话剧就去排话剧
我喜欢打游戏和泡妹子
而且做的都很好
=============================================
中枪几条
引起反思
不过
会Python就是很nb
===============================================
但是我觉得
人各有志
不是所有人都认为把妹的时世界上最好玩的事
我只想找一个
一个就好
可以 冰岛夜雨 剪烛夜谈 的小姐姐
我觉得我人生的意义
在于发现美
发现大气的美
发现地球的美
为大气环境学做点微小的贡献
罢了
==========================================
又划水了一个一个小时
背单词了
溜了溜了





'''
